[
    {
      "id": 13,
      "state": 5,
      "name": "Damian Cosgroves",
      "sexId": 2,
      "raceId": 9,
      "ageId": 0,
      "personAgeId": 4,
      "professionId": 0,
      "hairStyleId": 2,
      "hairColorId": 1,
      "skinColorId": 1,
      "jewelryId": 0,
      "dressId": 9,
      "dressColorId": 13,
      "wealthId": 3,
      "description": "A portrait photo of a male he is bald he is wearing a long beige plain robe ",
      "descriptionPromptByLLM": "In this enchanting scene, a bald figure radiates wisdom and serenity, clad in a simple, unadorned beige robe that reaches down to his ankles. The absence of hair on his head contrasts with the wild cascade of silver threads framing his face, making his eyes stand out with their depth and sagacity. This venerable sage, dressed in humble attire, invites trust and reverence from all who gaze upon him.",
      "picturePath": "D:\\VisualStudioProjects\\IdleGame\\Storage\\Data\\Pictures\\Portraits\\p00000013.png",
      "pictureUri": "assets/debug/person03.png"
    },
    {
      "id": 12,
      "state": 5,
      "name": "Orla Cosgroves",
      "sexId": 1,
      "raceId": 9,
      "ageId": 0,
      "personAgeId": 4,
      "professionId": 10,
      "hairStyleId": 9,
      "hairColorId": 5,
      "skinColorId": 4,
      "jewelryId": 0,
      "dressId": 7,
      "dressColorId": 8,
      "wealthId": 3,
      "description": "A portrait photo of a female herbalist with short brown curly hair she is wearing pink leather clothing ",
      "descriptionPromptByLLM": "In this enchanting image, a captivating female figure emerges as a skilled herbalist from the lush, mystical landscape. Her short, curly brown locks cascade gently around her heart-shaped face, framing her expressive eyes that sparkle with wisdom and knowledge. The essence of nature seems to radiate from within her as she dons a pink leather attire, meticulously tailored to accentuate her slender frame. This outfit not only highlights her femininity but also appears practical for her everyday tasks among the wondrous flora and fauna of her fantastical realm.",
      "picturePath": "D:\\VisualStudioProjects\\IdleGame\\Storage\\Data\\Pictures\\Portraits\\p00000012.png",
      "pictureUri": "assets/debug/person02.png"
    },
    {
      "id": 11,
      "state": 5,
      "name": "Distan Cosgroves",
      "sexId": 2,
      "raceId": 9,
      "ageId": 0,
      "personAgeId": 4,
      "professionId": 11,
      "hairStyleId": 9,
      "hairColorId": 7,
      "skinColorId": 1,
      "jewelryId": 0,
      "dressId": 5,
      "dressColorId": 6,
      "wealthId": 3,
      "description": "A portrait photo of a male hunter with short red curly hair he is wearing black hunting clothes ",
      "descriptionPromptByLLM": "In this enchanting image, a rugged male figure with a cascade of fiery red curls stands proud. His piercing hazel eyes, framed by defined brows and lashes, gaze intently into the distance, reflecting his unwavering focus and determination. A thick beard covers his chin, adding to his distinguished and seasoned appearance.Adorned in functional black hunting attire, this man seamlessly blends into the mystical forest surroundings. His top is a fitted long-sleeved shirt, its neckline adorned with intricate silver embroidery. A thick leather belt cinches his waist and holds an assortment of necessary tools, including a quiver brimming with arrows. His bottom half consists of well-worn leather trousers that protectively cover muscular legs, while sturdy boots ground him to the earth beneath.Every line on this hunter's face tells a story of his adventurous past and present his wrinkles are etched with wisdom and experience, his sharp jawline defines strength and determination. With an air of both mystery and courage, this male figure is undeniably ready to embark upon the next thrilling escapade in the mystical realm.",
      "picturePath": "D:\\VisualStudioProjects\\IdleGame\\Storage\\Data\\Pictures\\Portraits\\p00000011.png",
      "pictureUri": "assets/debug/person01.png"
    }
  ]